Repository: pypi-data/pypi-mirror-371
Catalog: packages/wagtail-trash/wagtail_trash-3.2.0.tar.gz/wagtail_trash-3.2.0/wagtail_trash/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Choose a root page
pt_br: Escolha uma página raiz

source: Choose a different root page
pt_br: Escolha uma página raiz diferente

source: Page
pt_br: Página

source: Parent
pt_br: Pai

source: User
pt_br: Usuário

source: Time Recycled
pt_br: Horário da reciclagem

source: Data
pt_br: Dados

source: Trash Can
pt_br: Lixeira

source: Trash Cans
pt_br: Lixeiras

source: Restore page to new location
pt_br: Restaurar página em nova localização

source: <p> Choose a destination where the page will be restored to </p>
pt_br: <p> Escolha um detino onde a página vai ser restaurada em </p>

source: Restore
pt_br: Restaurar

source: Page '{0}' deleted.
pt_br: Página '{0}' removida

source: Page '{0}' moved to trash_can.
pt_br: Página '{0}' movida para a lixeira.

source: Page '{0}' successfully restored.
pt_br: Página '{0}' restaurada com sucesso.

source: Restore and move
pt_br: Restaurar e mover
