Repository: pypi-data/pypi-mirror-371
Catalog: packages/zibanu-django-repository/zibanu_django_repository-2.1.5.tar.gz/zibanu_django_repository-2.1.5/zibanu/django/repository/locale/*/LC_MESSAGES/django.po
Languages: es

source: Zibanu Django Repository
es: Repositorio Zibanu Django

source: The 'MEDIA_ROOT' setting has not been defined.
es: La variable 'MEDIA_ROOT' no ha sido definida en los ajustes.

source: Key to get document does not found.
es: La llave para obtener el documento no se encuentra

source: Error generating pdf file
es: Error generando el archivo pdf.

source: The file cannot be created.
es: El archivo no puede ser creado.

source: Template %s does not exist.
es: La plantilla %s no existe.

source: Syntax error in the template %s
es: Error de sintáxis en la plantilla %s

source: Document file does not exist.
es: El archivo del documento no existe.

source: User does not have permissions to get this document.
es: El usuario no tiene permisos para obtener el documento.

source: Document does not exist.
es: El documento no existe.

source: Invalid file type '{file_type}'
es: Archivo de tipo inválido '{file_type}'

source: Public
es: Público

source: Read only
es: Solo lectura

source: Authenticated
es: Autenticado

source: Name
es: Nombre

source: Date
es: Fecha

source: Identifier
es: Identificador

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Category
es: Categoría

source: None
es: Ninguna

source: Category not found.
es: Categoría no existe.

source: Name of category
es: Nombre de la categoría

source: Level
es: Nivel

source: Level of category.
es: Nivel de la categoría.

source: Generate thumbnails
es: Generar archivos ejemplo

source: Generate thumbnails for this category if file type is compatible.
es: Generar archivos ejemplo para esta categoría si el tipo de archivo es compatible.

source: Generate ML files
es: Generar archivos ML

source: Generate ML files for this category. Only for image files.
es: Generar archivos ML para esta categoría. Solamente para archivos de imágenes.

source: Generate metadata
es: Generar metadata

source: Generate metadata for this category if file type is compatible.
es: Generar la metadata para esta categoría si el tipo de archivo es compatible.

source: Extract tables
es: Extraer tablas

source: Extract tables for this category. Only for pdf files.
es: Extraer tablas para esta categoría. Solo para archivos pdf.

source: File types allowed
es: Tipos de archivo permitidos

source: File types allowed for this category.
es: Tipos de archivos permitidos para esta categoría.

source: Published
es: Publicado

source: Publish this category
es: Publicar esta categoría.

source: Parent category
es: Categoría padre

source: Sort by
es: Ordenar por

source: Sort type
es: Tipo de Ordenamiento

source: Categories
es: Categorías

source: Parent category does not exist.
es: La categoría padre no existe.

source: This category cannot contains files. Level is lower than the maximum level set.
es: Esta categoría no puede contener archivos. El nivel es más bajo que el máximo nivel configurado.

source: Parent category has files and cannot contains sub-categories.
es: La categoría padre posee archivos y no puede contener sub-categorías.

source: File type defined cannot be longer than 6 characters.
es: La longitud del tipo de archivo no puede ser superior a 6 caracteres.

source: File type defined cannot be shorter than 2 characters.
es: La longitud del tipo de archivo no puede ser inferior a 2 caracteres.

source: Extract tables is not supported for this file types.
es: La extracción de tablas no se soporta en estos tipos de archivo.

source: Invalid file types defined. Please check the format.
es: Tipos de archivos inválido. Por favor revise el formato.

source: Validation Code
es: Código de validación.

source: UUID File
es: UUID del archivo

source: Owner
es: Propietario

source: Generated At
es: Generado el

source: Description
es: Descripción

source: File Type
es: Tipo de archivo

source: File
es: Archivo

source: Files
es: Archivos

source: The category of the file
es: La categoría del archivo

source: Title
es: Título

source: The title of the file
es: El título del archivo

source: Access type
es: Tipo de acceso

source: The access type of the file
es: Tipo de acceso dado al archivo

source: The published status of the file
es: Estado de publicación del archivo

source: IP address
es: Dirección IP

source: File Extended Properties
es: Propiedades extendidas del archivo

source: File tables
es: Tablas de archivo

source: File Versions
es: Versiones del Archivo

source: File version already exists.
es: La versión del archivo ya existe.

source: Features
es: Características

source: Status
es: Estado

source: The description of the file
es: Descripción del archivo

source: No files selected.
es: No ha seleccionado ningún archivo.

source: File type {file.file_suffix} is not supported by the category {category.name}.
es: El tipo de archivo {file.file_suffix} no es soportado por la categoría {category.name}.
