Repository: pypi-data/pypi-mirror-371
Catalog: packages/travertine/travertine-0.49.0a1-cp311-cp311-manylinux_2_17_x86_64.manylinux2014_x86_64.whl/travertine/i18n/locale/*/LC_MESSAGES/travertine.po
Languages: es, fr_fr

source: Procedure {name}
es: Procedimiento «{name}»
fr_fr: Procédure « {name} »

source: {title} was optimized away
es: El procedimiento «{title}» fue optimizado
fr_fr: La procédure « {title} » a été optimisée

source: <p>{title} was optimized away<p>
es: <p>El procedimiento «{title}» fue optimizado</p>
fr_fr: <p>La procédure « {title} » a été optimisée</p>

source: Price is not defined
es: Le precio no ha sido definido
fr_fr: Prix non défini

source: Constant price
es: Precio fijo
fr_fr: Prix fixe

source: The value of %s
es: El valor del atributo «%s»
fr_fr: La valeur de l'attribut « %s »

source: Value of %s
es: El valor de la variable «%s»
fr_fr: La valeur de la variable « %s »

source: Aggregated over items
es: Consolidación de los resultados
fr_fr: Consolidation des résultats

source: Matched from sub-procedures
es: Correspondiente a un sub-procedimiento

source: Undefined because not branch matched in "%s"
es: Indefinido porque ninguna condición fue verdadera en «%s»
fr_fr: Prix non défini car aucune condition n'était vraie dans « %s »

source: Undefined because the formula contained errors
es: Indefinido porque la fórmula tenía errores
fr_fr: Prix non défini car la formule contenait des erreurs

source: Undefined because the procedure was ill-typed
es: Indefinido porque el procedimiento está mal formado (tipo incorrecto)
fr_fr: Prix non défini car la procédure était mal typée

source: Demand date since {start} and before {end}
es: La fecha de la solicitud está entre {start} y {end} (excluído)
fr_fr: Date de la demande depuis le {start} et avant le {end}

source: Execution date since {start} and before {end}
es: La fecha de ejecución está entre {start} y {end} (excluído)
fr_fr: Date d'exécution depuis le {start} et avant le {end}

source: Attribute '{attr.name}' has value {value}
es: El atributo «{attr.name}» tiene el valor {valor}
fr_fr: L'attribut « {attr.name} » a la valeur {value}

source: Attribute '{attr.name}' is in the range of {range}
es: El atributo «{attr.name}» está en el intervalo {range}
fr_fr: L'attribut « {attr.name} » est compris dans la plage de {range}

source: Quantity is greater or equal to {min} and less that {upperbound}
es: La cantidad solicitada es mayor igual que {min} y menor que {upperbound}
fr_fr: La quantité est supérieure ou égale à {min} et inférieure à {limite supérieure}

source: Price
es: Precio
fr_fr: Prix

source: Undefined
es: Indefinido
fr_fr: Non-défini
