Repository: pypi-data/pypi-mirror-371
Catalog: packages/zibanu-django/zibanu_django-2.0.6-py3-none-any.whl/zibanu/django/locale/*/LC_MESSAGES/django.po
Languages: es

source: Created at
es: Creado el

source: Modified at
es: Modificado el

source: A Phone Field object
es: Campo tipo teléfono

source: 'dial_code' and 'phone_number' keys are required.
es: 'codigo pais' y 'número telefónico' son claves requeridas.

source: Number of keys major than required. Please try again.
es: El número de claves es mayor que las requeridas. Por favor inténtelo de nuevo.

source: Type of field keys are wrong. Please try again.
es: El tipo de claves de campo son erradas. Por favor inténtelo nuevamente.

source: Country code is not valid. Please try again.
es: El código de país no es válido. Por favor inténtelo nuevamente.

source: The object does not exists.
es: El objeto no existe.

source: The child object id is different from sent id.
es: El ID del objeto secundario es diferente del ID enviado.

source: The child object cannot be created from sent id.
es: No se puede crear el objeto secundario a partir del ID enviado.

source: The child object does not exists.
es: El objeto secundario no existe.

source: Relationship not supported.
es: Relación no admitida

source: The keys 'id' or 'pk' cannot be used in arguments.
es: Las claves 'id' o 'pk' no se pueden utilizar en argumentos.

source: The object attributes are required to save it.
es: Los atributos del objeto son necesarios para guardarlo.

source: The generated values are invalid.
es: El valor generado es inválido.

source: Brazil
es: Brasil

source: Dominican Republic
es: República Dominicana

source: Egypt
es: Egipto

source: France
es: Francia

source: Italy
es: Italia

source: Kazakhstan/Russia
es: Rusia/Kasajistan

source: Mexico
es: Méjico

source: Panama
es: Pánama

source: Peru
es: Perú

source: Spain
es: España

source: United Kingdom
es: Reino Unido

source: United States/Canada
es: Estados Unidos/Canada

source: The related fields must be a list.
es: Los campos relacionados deben ser una lista.

source: The related objects must be a list.
es: Los objetos relacionados deben ser una lista.

source: The model property must be defined in metaclass.
es: La propiedad del modelo debe definirse en la metaclase.

source: The fields property must be defined in metaclass.
es: La propiedad de los campos debe definirse en la metaclase.

source: Error! The field is required.
es: Error! El campo es requerido.

source: Error! Record has not been created.
es: Error! El registro no ha sido creado.

source: Error! Record has not been updated.
es: Error! El registro no ha sido actualizado.

source: Error! There is not record matching.
es: Error! No existen registros que coincidan.

source: Error! Record can not be deleted.
es: Error! El registro no ha sido eliminado.

source: Error! The data required not found.
es: Error! Los datos requeridos no se encuentran.

source: Error at database.
es: Error genérico en la base de datos.

source: Data required at request not found.
es: El dato requerido no existe.

source: Error! Exception not controlled.
es: Excepción no controlada

source: A list type field was expected.
es: Se esperaba un campo de tipo lista.

source: Could not load import class:
es: No se pudo cargar la clase de importación:

source: Error sending mail: %(error_str)s with code: %(error_code)d.
es: Error enviando el correo: %(error_str)s con el código: %(error_code)d.

source: Syntax error loading template %(template)s.
es: Error de sintaxis al cargar la plantilla %(template)s.

source: Template %(template)s does not exists.
es: La plantilla %(template)s no existe.

source: Permission name or tuple is required.
es: Nombre del permiso o lista de permisos es requerida.

source: You do not have permission to perform this action.
es: No posee permisos para ejecutar esta acción.

source: API Exception
es: Excepción tipo API

source: Object has not been created.
es: El objeto no ha sido creado.

source: Generic error.
es: Error genérico.

source: You are not authorized for this resource.
es: No está autorizado para utilizar este recurso.

source: Object does not exists.
es: El objeto no existe.

source: Data validation error.
es: Error en validación de datos.

source: Data required not found.
es: El dato requerido no existe.

source: Not controlled exception error. Please contact administrator.
es: Error de excepción no controlado. Póngase en contacto con el administrador.

source: Service not implemented
es: Servicio no implementado

source: The width or height of the file is invalid.
es: El ancho o alto del archivo es inválido.

source: Error encoding image file
es: Error al codificar el archivo de imagen

source: Invalid Token
es: Token inválido

source: already exists.
es: ya existe.
