Repository: pypi-data/pypi-mirror-371
Catalog: packages/cotinga/cotinga-0.2.7-py3-none-any.whl/cotinga/data/locale/*/LC_MESSAGES/cotinga.po
Languages: fr_fr

source: Class
fr_fr: Classe

source: Name
fr_fr: Nom

source: Initial level
fr_fr: Niveau initial

source: Preferences
fr_fr: Préférences

source: About
fr_fr: À propos

source: Quit
fr_fr: Quitter

source: Cotinga helps teachers to manage their pupils' progression.
fr_fr: Cotinga aide les professeurs à gérer la progression de leurs élèves.

source: Cotinga website
fr_fr: Site web de Cotinga

source: Choose a language:
fr_fr: Choisissez une langue :

source: Cotinga - Preferences
fr_fr: Cotinga - Préférences

source: Levels
fr_fr: Niveaux

source: Numeric
fr_fr: Numérique

source: Literal
fr_fr: Littérale

source: Grading
fr_fr: Notation

source: Edge
fr_fr: Seuil

source: Precision
fr_fr: Précision

source: Each label must be unique. Modification cancelled.
fr_fr: Chaque étiquette doit être unique. Modification annulée.

source: No duplicates!
fr_fr: Pas de doublons !

source: A, B, C, D, F (US style)
fr_fr: A, B, C, D, F (style USA)

source: A, B, C, D, E with signs
fr_fr: A, B, C, D, E avec signes

source: A, B, C, D, F with signs (US style)
fr_fr: A, B, C, D, F avec signes (style USA)

source: Load a preset scale
fr_fr: Charger une échelle préconfigurée

source: Replace current scale by:
fr_fr: Remplacer l'échelle actuelle par :

source: Edge:
fr_fr: Seuil :

source: White belt
fr_fr: Ceinture blanche

source: Yellow belt
fr_fr: Ceinture jaune

source: Orange belt
fr_fr: Ceinture orange

source: Green belt
fr_fr: Ceinture verte

source: Blue belt
fr_fr: Ceinture bleue

source: Brown belt
fr_fr: Ceinture marron

source: Black belt
fr_fr: Ceinture noire

source: Karate-like (7 belts: white, yellow, ...)
fr_fr: Type karaté (7 ceintures : blanche, jaune, ...)

source: Judo-like (12 belts: white, white & yellow, ...)
fr_fr: Type judo (12 ceintures : blanche, blanche et jaune, ...)

source: White and yellow belt
fr_fr: Ceinture blanche et jaune

source: Yellow and orange belt
fr_fr: Ceinture jaune et orange

source: Orange and green belt
fr_fr: Ceinture orange et verte

source: Red and white belt
fr_fr: Ceinture rouge et blanche

source: Red belt
fr_fr: Ceinture rouge

source: Martial arts-like (22 belts: white, white 1st stripe, ...)
fr_fr: Type arts martiaux (22 ceintures : blanche, blanche 1er trait, ...)

source: Special grades
fr_fr: Notes spéciales

source: Labels
fr_fr: Libellés

source: Cotinga files
fr_fr: Fichiers Cotinga

source: Please choose a file
fr_fr: Choisissez un fichier

source: An error occured in Cotinga
fr_fr: Une erreur s'est produite dans Cotinga

source: Cannot load file: {filename}.
fr_fr: Impossible de charger le fichier {filename}.

source: Missing table "{tablename}" in the file to load ({filename}).
fr_fr: Table manquante "{tablename}" dans le fichier à charger ({filename}).

source: Found extraneous table "{tablename}" in the file to load ({filename}).
fr_fr: Table superflue "{tablename}" dans le fichier à charger ({filename}).

source: Cannot load file
fr_fr: Fichier impossible à charger

source: Missing column "{column_name}" in table "{tablename}" of the file to load ({filename}).
fr_fr: Colonne manquante "{column_name}" dans la table"{tablename}" du fichier à charger ({filename}).

source: Found extraneous column "{column_name}" in table "{tablename}" of the file to load ({filename}).
fr_fr: Colonne superflue "{column_name}" dans la table"{tablename}" du fichier à charger ({filename}).

source: Unsaved document
fr_fr: Document non sauvegardé

source: Save current document before closing it?
fr_fr: Sauvegarder le document avant de le fermer ?

source: Save current document before creating a new one?
fr_fr: Sauvegarder le document avant d'en créer un nouveau ?

source: Save current document before opening another one?
fr_fr: Sauvegarder le document avant d'en ouvrir un autre ?

source: Attained level
fr_fr: Niveau atteint

source: Change initial level
fr_fr: Modifier le niveau initial

source: All
fr_fr: Toutes

source: Reserved group of characters
fr_fr: Groupe de caractères réservés

source: The group of characters "{}" is reserved for internal use, you cannot use them here, sorry. Modification cancelled.
fr_fr: Le groupe de caractères "{}" est réservé à un usage interne, vous ne pouvez pas l'utiliser ici, désolé. Modification annulée.

source: Visible classes:
fr_fr: Classes visibles :

source: Pupils' number: {}
fr_fr: Nombre d'élèves : {}

source: Next evaluation:
fr_fr: Prochaine évaluation :

source: Report preview
fr_fr: Aperçu du bilan

source: Report {date}.pdf
fr_fr: Bilan {date}.pdf

source: Any files
fr_fr: Tous les fichiers

source: Any pdf file
fr_fr: Fichiers pdf

source: This archive file does not contain the expected parts (found {}).
fr_fr: Cette archive ne contient pas les parties attendues (trouvé {}).

source: The database is not correct (found MIME type {}).
fr_fr: Cette base de données n'est pas correcte (trouvé le MIME type {}).

source: The setup part is not correct (found MIME type {}).
fr_fr: Ce fichier de réglages n'est pas correct (trouvé le MIME type {}).

source: Untitled.tgz
fr_fr: Sans Titre.tgz

source: This file could not be read or uncompressed correctly.
fr_fr: Ce fichier n'a pas pu être lu ou décompressé correctement.

source: This file is not a readable compressed archive.
fr_fr: Ce fichier n'est pas une archive compressée lisible.

source: Duplicate content: {content}.
fr_fr: Doublon : {content}.

source: Empty content.
fr_fr: Contenu vide.

source: No change.
fr_fr: Pas de changement.

source: Found reserved characters in: {text}.
fr_fr: Caractères réservés trouvés dans : {text}.

source: The group of characters "{}" has been found in the data you're about to paste, but it is reserved for internal use. Please remove it from the data you want to paste before pasting again. Pasting pupils' names cancelled.
fr_fr: Le groupe de caractères "{}" a été trouvé dans les données que vous vous apprêtez à coller, mais il est réservé à un usage interne. Veuillez s'il vous plaît le retirer des données que vous souhaiter coller avant de coller à nouveau. Collage des noms d'élèves annulé.

source: Empty lines
fr_fr: Lignes vides

source: The empty lines that have been found in the data you want to paste have been automatically removed.
fr_fr: Des lignes vides ont été trouvées dans les données que vous voulez coller. Elles ont été retirées automatiquement.

source: Number of pupils and grades mismatch
fr_fr: Les nombres d'élèves et de notes ne correspondent pas

source: The group of characters "{}" has been found in the data you're about to paste, but it is reserved for internal use. Please remove it from the data you want to paste before pasting again. Pasting grades cancelled.
fr_fr: Le groupe de caractères "{}" a été trouvé dans les données que vous vous apprêtez à coller, mais il est réservé à un usage interne. Veuillez s'il vous plaît le retirer des données que vous souhaiter coller avant de coller à nouveau. Collage des notes annulé.

source: Names
fr_fr: Noms

source: Please confirm
fr_fr: Veuillez confirmer

source: Add following pupils?
fr_fr: Ajouter les élèves suivants?

source: Grades
fr_fr: Notes

source: Add following grades?
fr_fr: Ajouter les notes suivantes ?

source: Grade #{}
fr_fr: Note #{}

source: Update
fr_fr: Mise à jour

source: Modify following grades?
fr_fr: Modifier les notes suivantes ?

source: and
fr_fr: et

source: Included
fr_fr: Inclus

source: View columns:
fr_fr: Voir les colonnes :

source: Developer tools
fr_fr: Outils développeur

source: New
fr_fr: Nouveau

source: Open
fr_fr: Ouvrir

source: Save
fr_fr: Enregistrer

source: Save as...
fr_fr: Enregistrer sous...

source: Close
fr_fr: Fermer

source: Settings
fr_fr: Paramètres

source: Add
fr_fr: Ajouter

source: Remove
fr_fr: Enlever

source: Show toolbar buttons labels
fr_fr: Montrer les noms des boutons

source: Preview
fr_fr: Aperçu

source: Insert a pupil
fr_fr: Ajouter un élève

source: Paste pupils
fr_fr: Coller une liste d'élèves

source: Paste grades
fr_fr: Coller une liste de notes

source: Add new grade
fr_fr: Ajouter une nouvelle note

source: Remove pupils
fr_fr: Enlever des élèves

source: Edit initial level
fr_fr: Modifier le niveau initial

source: Welcome in Cotinga
fr_fr: Bienvenue dans Cotinga

source: Drag and drop to change order.
fr_fr: Glisser et déposer pour modifier l'ordre.

source: Only included pupils of {classname} will show up here.
fr_fr: Seuls les élèves inclus de {classname} apparaissent ici.

source: Newly added pupils will be appended to this list.
fr_fr: Les nouveaux élèves seront ajoutés en fin de liste.

source: Templates' directory:
fr_fr: Répertoire des modèles :

source: Test name:
fr_fr: Nom de l'évaluation :

source: Mixed templates
fr_fr: Modèles mélangés

source: Found single AND paired templates in the templates directory. You can either use one single template per level (named after the level: levelname.tex), or a pair of templates (e.g. levelname0.tex and levelname1.tex).
fr_fr: Trouvé des modèles simples et par paires dans le répertoire de modèles. Vous pouvez soit utiliser un modèle par niveau (nommé d'après le niveau : niveau.tex), ou une paire de modèle (par exemple niveau0.tex et niveau1.tex).

source: No templates found
fr_fr: Aucun modèle trouvé

source: Could not find any template in the templates' directory.
fr_fr: Impossible de trouver un modèle dans le répertoire des modèles.

source: No compiler
fr_fr: Pas de compilateur

source: No compiler seems to be installed.
fr_fr: Aucun compilateur ne semble installé.

source: Missing templates
fr_fr: Modèles manquants

source: Following templates are missing:
fr_fr: Les modèles suivants manquent :

source: Incorrect templates
fr_fr: Modèles incorrects

source: Tests directory already exists
fr_fr: Le répertoire de l'évaluation existe déjà

source: Compilation failed
fr_fr: Échec de compilation

source: Finished!
fr_fr: Terminé !

source: Choose
fr_fr: Choisir

source: Merge
fr_fr: Fusionner

source: Please select a folder
fr_fr: Choisissez un répertoire

source: No templates can be found.
fr_fr: Aucun modèle n'a pu être trouvé.

source: Several kinds of templates in the same directory.
fr_fr: Plusieurs sortes de modèles dans le même répertoire.

source: Creation of the tests...
fr_fr: Création des évaluations...

source: The recollections part is not correct (found MIME type {}).
fr_fr: Le fichier de rappels n'est pas correct (trouvé le MIME type {}).

source: All documents have been sucessfully compiled and merged as {output}.
fr_fr: Tous les documents ont été compilés avec succès et fusionnés en tant que {output}.

source: TEST
fr_fr: ÉVAL

source: Distribution order for {classname}
fr_fr: Ordre de distribution pour les {classname}

source: Following templates miss a <FULLNAME> placeholder: {missing}
fr_fr: Les modèles suivants ne contiennent pas de paramètre <FULLNAME> : {missing}

source: Tests directory already exists. Please delete it or change its name in order to have a clean place to compile the documents.
fr_fr: Le répertoire d'évaluation existe déjà. Effacez-le s'il vous plaît, ou bien modifiez son nom de façon à disposer d'un répertoire propre pour compiler les documents.

source: Document {doc_name} could not be compiled correctly. Please check and fix the problem before trying to compile and merge.
fr_fr: Le document {doc_name} n'a pas pu être compilé correctement. Veuillez vérifier et corriger le problème avant de réessayer de compiler et fusionner.

source: (New document) – {appname}
fr_fr: (Nouveau document) – {appname}

source: Reports
fr_fr: Bilans

source: Merging
fr_fr: Fusionner

source: Add to another class
fr_fr: Ajouter une classe

source: Impossible operation
fr_fr: Opération impossible

source: You selected all available classes, there is no class left to attribute.
fr_fr: Vous avez sélectionné toutes les classes disponibles, il n'y a plus de classe à attribuer.

source: You can start creating classes in the document setup.
fr_fr: Vous pouvez commencer à créer des classes dans les paramètres du document.

source: Document setup
fr_fr: Paramètres du document

source: Cotinga cannot use this file. Details: {details}
fr_fr: Cotinga ne peut pas utiliser ce fichier. Détails : {details}

source: Remove grade
fr_fr: Enlever une note

source: Remove the selected grade?
fr_fr: Enlever la note sélectionnée ?

source: Remove the selected pupil?
fr_fr: Enlever l'élève sélectionné ?

source: Remove the selected pupils?
fr_fr: Enlever les élèves sélectionnés ?

source: Enable tests generation panel
fr_fr: Activer le panneau de génération automatique d'évaluations

source: Available levels
fr_fr: Niveaux disponibles

source: Generate
fr_fr: Générer

source: Use a virtual environment for mathmaker
fr_fr: Utiliser un environnement virtuel pour mathmaker

source: General
fr_fr: Général

source: Automatic tests generation
fr_fr: Génération automatique d'évaluations

source: mathmaker is not available
fr_fr: mathmaker n'est pas disponible

source: Select the levels you wish.
fr_fr: Sélectionnez les niveaux désirés.

source: Destination directory:
fr_fr: Répertoire de destination :

source: An error has been reported during the creation of the templates for these levels: {levels_list}
fr_fr: Une erreur s'est produite pendant la création des modèles pour ces niveaux : {levels_list}

source: An error has been reported during the creation of the template for this level: {levels_list}
fr_fr: Une erreur s'est produite pendant la création des modèles pour ce niveau : {levels_list}

source: Errors
fr_fr: Erreurs

source: An error has been reported during the compilation of the template for this file: {file_name}
fr_fr: Une erreur s'est produite pendant la compilation du modèle pour ce niveau : {file_name}

source: CORRECTED
fr_fr: CORRIGÉ

source: All templates have been successfully created.
fr_fr: Tous les modèles ont été créés avec succès.

source: White belt I
fr_fr: Ceinture blanche I

source: White belt II
fr_fr: Ceinture blanche II

source: Yellow belt I
fr_fr: Ceinture jaune I

source: Yellow belt II
fr_fr: Ceinture jaune II

source: Orange belt I
fr_fr: Ceinture orange I

source: Orange belt II
fr_fr: Ceinture orange II

source: Green belt I
fr_fr: Ceinture verte I

source: Green belt II
fr_fr: Ceinture verte II

source: Blue belt I
fr_fr: Ceinture bleue I

source: Blue belt II
fr_fr: Ceinture bleue II

source: Brown belt I
fr_fr: Ceinture marron I

source: Brown belt II
fr_fr: Ceinture marron II

source: Red belt I
fr_fr: Ceinture rouge I

source: Red belt II
fr_fr: Ceinture rouge II

source: There are only {nb1} grades for {nb2} pupils. You must paste as many grades as pupils.
fr_fr: Il n'y a que {nb1} notes pour {nb2} élèves. Vous devez coller autant de notes que d'élèves.

source: There are {nb1} grades for only {nb2} pupils. You must paste as many grades as pupils.
fr_fr: Il y a {nb1} notes pour seulement {nb2} élèves. Vous devez coller autant de notes que d'élèves.

source: Setup
fr_fr: Paramètres

source: Report setup
fr_fr: Paramètres du bilan

source: Date format
fr_fr: Format de la date

source: Compiling {filename}
fr_fr: Compilation de {filename}

source: Columns width (cm)
fr_fr: Largeur des colonnes (cm)

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Maximum number of rows per table
fr_fr: Nombre maximum de lignes par tableau

source: Maximum number of tables per page
fr_fr: Nombre maximum de tableaux par page

source: Year:
fr_fr: Année :

source: TEMPLATE_
fr_fr: MODÈLE_

source: Aborted.
fr_fr: Annulé.

source: Title:
fr_fr: Titre :

source: Process &lt;BELT&gt; tag:
fr_fr: Traitement de l'étiquette &lt;BELT&gt; :

source: lower case
fr_fr: en minuscules

source: Capitalize first word
fr_fr: Majuscule au premier mot

source: Capitalize All Words
fr_fr: Majuscule À Chaque Mot

source: None (no processing)
fr_fr: Aucun

source: None (no class)
fr_fr: Aucune

source: Title
fr_fr: Titre

source: Subtitle
fr_fr: Sous-titre :

source: mathmaker is available (version {version})
fr_fr: mathmaker est disponible (version {version})

source: Level: <BELT>
fr_fr: Niveau : <BELT>

source: Label to add to answers title:
fr_fr: Référence dans les titres des réponses :

source: Answers (<BELT>)
fr_fr: Réponses (<BELT>)

source: Infolabel color:
fr_fr: Couleur du surlignage de la référence :

source: None
fr_fr: Aucune

source: Yellow
fr_fr: Jaune

source: Green
fr_fr: Vert

source: Blue
fr_fr: Bleu

source: Pink
fr_fr: Rose

source: Infolabel opacity:
fr_fr: Opacité du surlignage de la référence :

source: Insert LaTeX template for a class
fr_fr: Insérer le modèle LaTeX pour une classe
